blog/app/controllers/articles_controller.rb

INSERT INTO "articles" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Sat, 11 Apr 2015 01:25:48 UTC +00:00], ["text", ""], ["title", ""], ["updated_at", Sat, 11 Apr 2015 01:25:48 UTC +00:00]]
---
  def create
    @article = Article.new(article_params)
    if @article.save